Repository: fcjaramillo/rick_and_morty
Catalog: lib/l10n/intl_*.arb
Languages: es

# sWelcomeTitle
source: Welcome to Rick and Morty
es: Bienvenido a Rick and Morty

# sWelcomeMessage
source: In this test, we will evaluate your ability to build the application by analyzing code and reproducing the following layout.
es: En esta prueba, evaluaremos su capacidad para construir la aplicacion mediante el an치lisis de c칩digo\n y la reproducci칩n del siguiente dise침o.

# sWelcomeContinue
source: Continue
es: Continuar

# sHomeLoadData
source: Load data...
es: Cargando data...

# sHomeSearch
source: Search character...
es: Buscar personaje...

# sHomeShowFavorites
source: Show favorites:
es: Mostrar favoritos:

# sHomeLastLocation
source: Last know location:
es: Ultima localizacion conocida:

# sHomeFirstSeen
source: First seen in:
es: Visto primera vez:

# sHomeNotAvailable
source: Not available
es: No disponible

# wFilterGender
source: Choose the gender
es: Elige el genero

# wFilterStatus
source: Choose status
es: Elige el status

# wFilterSearch
source: Search
es: Buscar

# wFilterGenderValues
source: {gender, select, all{All} unknown{Unknown} female{Female} male{Male} genderless{Genderless}}
es: {gender, select, all{Todos} unknown{Desconocido} female{Mujeres} male{Hombres} genderless{Sin genero}}

# wFilterStatusValues
source: {status, select, all{All} alive{Alive} unknown{Unknown} dead{Dead}}
es: {status, select, all{Todos} alive{Vivo} unknown{Desconocido} dead{Muerto}}

# errorInternet
source: Error, Please verify your connection to internet
es: Error, Verifica tu coneccion a internet
